Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: App Store Connect is still processing an uploaded screenshot. Wait a few minutes, then upload again — screenshots that already reached App Store Connect will not be uploaded twice.
ar: App Store Connect لا يزال يعالج لقطة الشاشة التي تم تحميلها. انتظر بضع دقائق، ثم قم بالتحميل مرة أخرى — لن يتم تحميل لقطات الشاشة التي وصلت بالفعل إلى App Store Connect مرتين.
ca: App Store Connect encara està processant una captura de pantalla penjada. Espereu uns minuts i, a continuació, torneu a carregar: les captures de pantalla que ja hagin arribat a App Store Connect no es penjaran dues vegades.
cs: App Store Connect stále zpracovává nahraný snímek obrazovky. Počkejte několik minut a poté nahrajte znovu – snímky obrazovky, které již dosáhly App Store Connect, nebudou nahrány dvakrát.
da: App Store Connect behandler stadig et uploadet skærmbillede. Vent et par minutter, og upload derefter igen - skærmbilleder, der allerede har nået App Store Connect, vil ikke blive uploadet to gange.
de: App Store Connect verarbeitet noch einen hochgeladenen Screenshot. Warte ein paar Minuten und lade dann erneut hoch – Screenshots, die bereits in App Store Connect angekommen sind, werden nicht doppelt hochgeladen.
el: Ο App Store Connect εξακολουθεί να επεξεργάζεται ένα μεταφορτωμένο στιγμιότυπο οθόνης. Περιμένετε μερικά λεπτά και, στη συνέχεια, μεταφορτώστε ξανά — τα στιγμιότυπα οθόνης που έχουν ήδη φτάσει στο App Store Connect δεν θα μεταφορτωθούν δύο φορές.
es: App Store Connect todavía está procesando una captura de pantalla subida. Espera unos minutos y vuelve a subirla: las capturas que ya llegaron a App Store Connect no se subirán dos veces.
fa: App Store Connect هنوز در حال پردازش یک اسکرین‌شات بارگذاری‌شده است. چند دقیقه صبر کنید و سپس دوباره بارگذاری کنید — اسکرین‌شات‌هایی که قبلاً به App Store Connect رسیده‌اند دوباره بارگذاری نمی‌شوند.
fi: App Store Connect käsittelee edelleen ladattua kuvakaappausta. Odota muutama minuutti ja lataa sitten uudelleen – kuvakaappauksia, jotka ovat jo saavuttaneet App Store Connect, ei ladata kahdesti.
fr: App Store Connect traite encore une capture d’écran envoyée. Patientez quelques minutes, puis relancez l’envoi — les captures déjà arrivées dans App Store Connect ne seront pas envoyées deux fois.
he: App Store Connect עדיין מעבד צילום מסך שהועלה. המתן מספר דקות ואז העלה שוב - צילומי מסך שכבר הגיעו ל-App Store Connect לא יועלו פעמיים.
hr: App Store Connect još uvijek obrađuje učitanu snimku zaslona. Pričekajte nekoliko minuta, a zatim prenesite ponovno — snimke zaslona koje su već dosegle App Store Connect neće se prenijeti dvaput.
hu: App Store Connect még mindig egy feltöltött képernyőképet dolgoz fel. Várjon néhány percet, majd töltse fel újra – a App Store Connect-ot már elért képernyőképeket nem tölti fel kétszer a rendszer.
id: App Store Connect masih memproses tangkapan layar yang diunggah. Tunggu beberapa menit, lalu unggah lagi — tangkapan layar yang sudah mencapai App Store Connect tidak akan diunggah dua kali.
it: App Store Connect sta ancora elaborando uno screenshot caricato. Attendi qualche minuto, poi carica di nuovo: gli screenshot già arrivati su App Store Connect non verranno caricati due volte.
ja: App Store Connect はアップロードされたスクリーンショットをまだ処理中です。数分待ってから再度アップロードしてください。App Store Connect に届いているスクリーンショットが二重にアップロードされることはありません。
ko: App Store Connect에서 업로드된 스크린샷을 아직 처리하고 있습니다. 몇 분 기다린 후 다시 업로드하세요. 이미 App Store Connect에 도착한 스크린샷은 중복으로 업로드되지 않습니다.
ms: App Store Connect masih memproses tangkapan skrin yang dimuat naik. Tunggu beberapa minit, kemudian muat naik semula — tangkapan skrin yang telah mencapai App Store Connect tidak akan dimuat naik dua kali.
nl: App Store Connect verwerkt nog steeds een geüploade schermafbeelding. Wacht een paar minuten en upload vervolgens opnieuw. Schermafbeeldingen die al App Store Connect hebben bereikt, worden niet twee keer geüpload.
no: App Store Connect behandler fortsatt et opplastet skjermbilde. Vent noen minutter, og last deretter opp igjen – skjermbilder som allerede har nådd App Store Connect vil ikke bli lastet opp to ganger.
pl: App Store Connect nadal przetwarza przesłany zrzut ekranu. Poczekaj kilka minut, a następnie prześlij ponownie — zrzuty ekranu, które osiągnęły już App Store Connect, nie zostaną przesłane dwukrotnie.
pt_br: O App Store Connect ainda está processando uma captura de tela enviada. Aguarde alguns minutos e envie novamente — as capturas que já chegaram ao App Store Connect não serão enviadas duas vezes.
pt_pt: App Store Connect ainda está processando uma captura de ecrã enviada. Aguarde alguns minutos e faça upload novamente. As capturas de ecrã que já atingiram App Store Connect não serão enviadas duas vezes.
ro: App Store Connect încă procesează o captură de ecran încărcată. Așteptați câteva minute, apoi încărcați din nou — capturile de ecran care au ajuns deja la App Store Connect nu vor fi încărcate de două ori.
ru: App Store Connect ещё обрабатывает загруженный скриншот. Подождите несколько минут и загрузите снова — скриншоты, которые уже попали в App Store Connect, повторно загружены не будут.
sk: App Store Connect stále spracováva nahranú snímku obrazovky. Počkajte niekoľko minút a potom nahrajte znova – snímky obrazovky, ktoré už dosiahli App Store Connect, sa nenahrajú dvakrát.
sl: App Store Connect še vedno obdeluje naložen posnetek zaslona. Počakajte nekaj minut in nato znova naložite – posnetki zaslona, ​​ki so že dosegli App Store Connect, ne bodo dvakrat naloženi.
sv: App Store Connect bearbetar fortfarande en uppladdad skärmdump. Vänta några minuter och ladda sedan upp igen — skärmdumpar som redan nått App Store Connect kommer inte att laddas upp två gånger.
th: App Store Connect ยังคงประมวลผลภาพหน้าจอที่อัปโหลด รอสักครู่แล้วอัปโหลดอีกครั้ง — ภาพหน้าจอที่ถึง App Store Connect แล้วจะไม่ถูกอัปโหลดสองครั้ง
tr: App Store Connect yüklenen bir ekran görüntüsünü hâlâ işliyor. Birkaç dakika bekleyip yeniden yükleyin — App Store Connect’e zaten ulaşmış ekran görüntüleri ikinci kez yüklenmez.
uk: App Store Connect ще обробляє завантажений знімок екрана. Зачекайте кілька хвилин і завантажте знову — знімки, які вже потрапили до App Store Connect, не буде завантажено вдруге.
ur: App Store Connect ابھی بھی اپ لوڈ کردہ اسکرین شاٹ پر کارروائی کر رہا ہے۔ چند منٹ انتظار کریں، پھر دوبارہ اپ لوڈ کریں — اسکرین شاٹس جو پہلے ہی App Store Connect تک پہنچ چکے ہیں دو بار اپ لوڈ نہیں کیے جائیں گے۔
vi: App Store Connect vẫn đang xử lý ảnh chụp màn hình đã tải lên. Đợi vài phút rồi tải lên lại — ảnh chụp màn hình đã đạt App Store Connect sẽ không được tải lên hai lần.
zh_hans: App Store Connect 仍在处理已上传的截图。请等待几分钟后再上传——已到达 App Store Connect 的截图不会重复上传。
zh_hant: App Store Connect 仍在處理已上傳的截圖。請等待幾分鐘後再上傳——已到達 App Store Connect 的截圖不會重複上傳。

source: **MacBook** — MacBook Air 13", MacBook Pro 14", MacBook Pro 16", iMac 24".
ca: **MacReserva** — MacBook Air 13", MacBook Pro 14", MacBook Pro 16", iMac 24".
cs: **MacKniha** — MacBook Air 13", MacBook Pro 14", MacBook Pro 16", iMac 24".
es: **MacLibro** — MacBook Air 13", MacBook Pro 14", MacBook Pro 16", iMac 24".
fa: **MacBook** — MacBook Air 13"، MacBook Pro 14"، MacBook Pro 16" iMac 24" اینچ
fi: **MacKirja** — MacBook Air 13", MacBook Pro 14", MacBook Pro 16", iMac 24".
fr: **MacLivre** — MacBook Air 13", MacBook Pro 14", MacBook Pro 16", iMac 24".
he: **Macספר** — MacBook Air 13", MacBook Pro 14", MacBook Pro 16", iMac 24".
hr: **MacKnjiga** — MacBook Air 13", MacBook Pro 14", MacBook Pro 16", iMac 24".
hu: **MacKönyv** – MacBook Air 13", MacBook Pro 14", MacBook Pro 16", iMac 24".
id: **MacBuku** — MacBook Air 13", MacBook Pro 14", MacBook Pro 16", iMac 24".
ja: **Macブック** — MacBook Air 13 インチ、MacBook Pro 14 インチ、MacBook Pro 16 インチ、iMac 24 インチ。
ko: **Mac책** — MacBook Air 13", MacBook Pro 14", MacBook Pro 16", iMac 24".
ms: **MacBuku** — MacBook Air 13", MacBook Pro 14", MacBook Pro 16", iMac 24".
nl: **MacBoek** — MacBook Air 13", MacBook Pro 14", MacBook Pro 16", enMac 24".
pl: **MacKsiążka** — MacBook Air 13”, MacBook Pro 14”, MacBook Pro 16”, iMac 24”.
pt_br: **MacLivro** — MacBook Air 13", MacBook Pro 14", MacBook Pro 16", iMac 24".
pt_pt: **MacLivro** — MacBook Air 13", MacBook Pro 14", MacBook Pro 16", iMac 24".
ro: **MacRezervați** — MacBook Air 13", MacBook Pro 14", MacBook Pro 16", iMac 24".
sk: **MacKniha** — MacBook Air 13", MacBook Pro 14", MacBook Pro 16", iMac 24".
sl: **MacKnjiga** — MacBook Air 13", MacBook Pro 14", MacBook Pro 16", iMac 24".
th: **Macหนังสือ** — Macจองแอร์ 13", MacBook Pro 14", MacBook Pro 16", iMac 24"
ur: **Macکتاب** — MacBook Air 13", MacBook Pro 14", MacBook Pro 16", iMac 24"۔
vi: **MacSách** — MacBook Air 13", MacBook Pro 14", MacBook Pro 16", iMac 24".
zh_hans: **MacBook** — MacBook Air 13 英寸、MacBook Pro 14 英寸、MacBook Pro 16 英寸、iMac 24 英寸。

source: %lld shapes
es: %lld formas

source: %lld stops
es: %lld puntos

source: Import .p8 File…
es: Importar archivo .p8…

source: Private Key (.p8)
es: Clave privada (.p8)

source: Quick Look
es: Vista rápida
tr: Hızlı Bakış
zh_hans: 快速查看
zh_hant: 快速查看

source: Switch to the base language (⌥⌘0)
es: Cambiar al idioma base (⌥⌘0)

source: 3D
fa: سه‌بعدی
he: תלת מימד
th: 3 มิติ
tr: 3B
